Repository: oskarpasko/django-univ-webproject
Catalog: phone_service/locale/*/LC_MESSAGES/django.po
Languages: pl

source: English
pl: Angielski

source: Polish
pl: Polski

source: The Email must be set
pl: Email musi być ustawiony

source: email address
pl: Adres E-mail

source: Home
pl: Strona Główna

source: Pricing
pl: Cennik

source: New Repair
pl: Nowa Naprawa

source: Account
pl: Konto

source: Logout
pl: Wyloguj

source: Login
pl: Zaloguj

source: Main Page
pl: Strona Główna

source: Phone Service
pl: Serwis Telefonowy

source: We will repair and take care of your phone when it needs it.
pl: Naprawimy i zaopiekujemy się Twoim telefonem wtedy, gdy tego potrzebuje.

source: Register Now!
pl: Zarejestruj się!

source: Smartphone Battery Replacement
pl: Wymiana baterii w smartfonie

source: We specialize in providing top-quality smartphone battery replacement services. Is your phone's battery draining quickly or not holding a charge? Our expert technicians can swiftly replace your smartphone's battery with a brand new one, ensuring optimal performance and extended battery life.
pl: Specjalizujemy się w świadczeniu najwyższej jakości usług wymiany baterii w smartfonach. Czy bateria Twojego telefonu szybko się rozładowuje lub nie utrzymuje ładunku? Nasi doświadczeni technicy mogą szybko wymienić baterię smartfona na zupełnie nową, zapewniając optymalną wydajność i dłuższą żywotność baterii.

source: Broken Screen Replacement
pl: Wymiana uszkodzonego ekranu

source: Cracked or shattered screens are no match for us. Our skilled technicians are proficient in replacing broken screens, restoring your smartphone's visual appeal and functionality.
pl: Pęknięte lub stłuczone ekrany nie stanowią dla nas wyzwania. Nasi wykwalifikowani technicy są biegli w wymianie uszkodzonych ekranów, przywracając atrakcyjność wizualną i funkcjonalność smartfona.

source: Lost Data Recovery
pl: Odzyskiwanie utraconych danych

source: Accidentally deleted important files or experiencing data loss on your smartphone? Don't panic! We are here to help you recover your lost data. Our knowledgeable team utilizes advanced techniques and cutting-edge tools to retrieve your valuable photos, videos, contacts, and other files.
pl: Przypadkowo usunąłeś ważne pliki lub utraciłeś dane na swoim smartfonie? Nie panikować! Jesteśmy tutaj, aby pomóc Ci odzyskać utracone dane. Nasz kompetentny zespół wykorzystuje zaawansowane techniki i najnowocześniejsze narzędzia do odzyskiwania cennych zdjęć, filmów, kontaktów i innych plików.

source: Login Page
pl: Zaloguj się

source: Email address
pl: Adres E-mail

source: Password
pl: Hasło

source: Sign in
pl: Zaloguj

source: New Record
pl: Nowa Naprawa

source: Service's name
pl: Nazwa usługi

source: Dollars
pl: Dolary

source: Register
pl: Zarejestruj się

source: Sign up
pl: Rejestracja

source: Update Your Profile!
pl: Edycja Profilu

source: Profile
pl: Twój profil

source: Admin Panel
pl: Panel Administratora

source: Update Your profile
pl: Edycja Profilu

source: Update
pl: Edycja

source: User
pl: Klient

source: Edit Profile
pl: Edytuj Profil

source: Your Discount:
pl: Twoja zniżka

source: Next Discount:
pl: Następna zniżka

source: Past Orders
pl: Twoje zamówienia

source: Order Number:
pl: Numer zamówienia:

source: Location:
pl: Lokalizacja:

source: Repair time:
pl: Czas naprawy:

source: Repair has done!
pl: Gotowe do odebrania!

source: On Going!
pl: Podczas naprawy!

source: Total Paid:
pl: Zapłacono:
